[
    {
        idx: "1",
        imgName: "sol_detail1",
        title: "요리의 기본, 불 조절",
        text: ` 내가 한 요리는 왜 항상 타버리는 걸까?<br />
        요리할 때 기본적으로 알고 있으면 좋은 <br /> 불 조절 팁과 함께 요리 레벨 한 단계 up!`,
        main: `🔥약불, 중불, 센불🔥<br />
        어떻게 불을 조절할지 어렵다면?`,
        content: `
        돈까스 겉만 까맣게 타고 속은 생고기였던 적이 있다면, <br />
        달걀 스크램블이 보푸라기처럼 건조하고 질겨진 적 있다면, <br />
        불 조절 방법에 대한 이해가 필요할 때!<br />
        요리에 자신감을 더할 수 있는<br />
        불 조절 기본 방법에 대해 알아봐요.`,
        type1: `sol1: 강불로 요리할 때<br />
        고기를 굽거나 볶음 요리를 할 때 재료의 수분을 빠르게 날리기 위해, 혹은 많은 양의 물이 담긴 냄비를 끓일 때 주로 사용하는 불 세기죠.<br />
        (가스레인지의 가장 끝쪽, 인덕션의 끝이 최대10일 때, 8~10) `,
        type2:`sol2: 중불로 요리할 때 <br />
        볶기, 끓이기 등에 주로 많이 사용하는 불 세기. 고기나 생선 등을 본격적으로 굽기 전 팬을 예열할 때나 조리한 음식을 데울 때도 주로 사용하는 불 세기죠.<br />
        (가스레인지의 중간, 인덕션 5~6)`,
        type3:`sol3: 약불로 요리할 때 <br />
        달걀 지단이나 팬케이크와 같이 낮은 온도에서 천천히 익힐 때, 찜 혹은 조림 요리를 할 때 주로 사용하는 불 세기죠. <br />
        (가스레인지의 가장 가까운 쪽, 인덕션1~2)`,
        
    },
    
    {
        idx: "2",
        imgName: "sol_detail2",
        title: "센스있게 딸기 써는 법",
        text: `딸기, 먹기도 좋고 예쁘게 써는 법 궁금한 사람! <br />
        그냥 먹어도 좋고, 다른 과일과 곁들여도 좋은 딸기 <br /> 예쁘게 써는 방법 함께 알아봐요.`,
        main: `🍓그냥 먹어도 맛있는 딸기🍓`,
        content: ` 딸기는 잘 씻어서 잎(꼭지)을 잡고 먹어도 새콤달콤 맛있죠.<br />
        딸기를 다른 과일들과 접시에 플레이팅하고 싶을 때,<br />
        알아두면 좋은 손질법 알아봐요.`,
        type1:`sol1: 딸기의 잎을 칼로 깔끔하게 제거해 주세요.`,
        type2:`sol2: 딸기를 크게 2등분으로 썰어 주세요.`,
        type3:`sol3: 2등분한 딸기를 살짝 겹친 상태에서 접시에 담아주면 완성!`,
    },

    {
        idx: "3",
        imgName: "sol_detail3",
        title: "주방의 기본 도마, 잘 사용하는 팁 ",
        text: `도마별 특징과 이용 팁 배워가요!`,
        main: `👩‍🍳도마, 어떻게 사용하고 있나요?👨‍🍳`,
        content: `요리를 할 때 필수 도구 중 하나, 도마<br />
        도마는 소재별로 여러 종류가 있죠.<br />
        도마는 식재료와 직접 맞닿기 때문에<br />
        특히 위생에 주의해야 해요.<br />
        도마 잘 사용하는 법 함께 알아볼까요?`,
        type1:`sol1:도마 분리 사용하기<br />
        도마는 여러 식재료를 손질하는 도구로, <br />
        식재료간 교차오염을 가장 주의해야 해요. <br />
        이를 방지하기 위해서는 채소용, 고기용, 해물용 등 <br /> 
        각 재료별로 도마를 구분해서 사용하는 것이 좋다는 사실!`,
        type2:`sol2 : 흔들림 없이 도마 사용하기 <br />
        도마를 안정적으로 고정해두지 않으면, 칼질을 할 때 매우 위험하죠. 도마를 잘 고정해서 사용하는 것이 중요해요.`,
        type3:`sol3: 도마 물기 바로 제거하기 <br />
        도마의 뒤틀림, 착색, 냄새 배임 등을 방지하기 위한 방법은 <br />
        바로 세척 후 바로 물기를 제거하는 것<br />
        도마의 물기를 그대로 둔 채 건조할 경우, 도마의 모양이 변형될 확률이 높아요. 사용 직후 물기를 바로 제거해 사용해 주세요.`,
    },
    
    {
        idx: "4",
        imgName: "sol_detail4",
        title: "두부 보관법",
        text: `애매하게 남은 두부, 어떻게 보관할까?` ,
        main: `🧈두부 어떻게 먹고 있나요?🧈`,
        content: `냉장고에 늘 마련해두는 필수 재료, 두부.<br/>
        두부 하나만 있어도 굽거나 끓여서 든든하게 먹을 수 있죠.<br />
        두부, 어떻게 보관하고 먹고 있나요?<br />
        두부 보관 방법과 함께<br />
        두부 정보도 함께 얻어가요.`,
        type1:`sol1: 1주일 내 먹을 예정이라면, 냉장<br />
        요리하고 남은 두부를 보관할 때,<br />
        두부가 충분히 잠길 만큼의 물에 두부를 넣고<br />
        밀폐 용기에 보관! `,
        type2:`sol2: 시간을 두고 먹을 예정이라면, 냉동<br/>
        포장된 상태 그대로 냉동 하거나,<br />
        물을 빼고 썰어 둔 두부를 밀폐용기/지퍼백에 담아 냉동 보관해 주세요. (3개월 이내)`,
        type3:`없음`,
    },
   

]