[
    {
        idx: "1",
        imgName: "recipe1",
        title: "고급 중식당의 맛을 집에서! 동파육",
        text: `동파육이 집에서 가능하다고? <br />
        간단하지만, 제대로! <br /> 오향이 어우러진 깊은 풍미를 느껴보세요!`,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 10분",
        type3: "조리시간 : 8분",
        type4: `주재료 :삽겹살​ 4줄 (400g) <br /> 청경채​ 1포기 (50g)`,
        type5: "없음",
        type6: "양념: 차오차이 동파육볶음소스 1봉(100g)",
        type7: `Step1. 삼겹살 굽기 : 팬을 중불에 1분간 예열한 뒤, 삼겹살 겉면이 노릇해 지도록 구워주세요.`,
        type8: `Step2. 소스와 함께 볶기 : 삼겹살을 구울 때 나온 기름은 키친타올을 이용해 제거해주고, <br />
        먹기 좋은 크기고 자른 고기 위에 소스를 모두 부은 뒤, 2분간 볶아주세요.<br />
        tip: 소스를 부어줄 때 물을 2~3스푼 같이 넣어주면 더욱 촉촉하게 만들 수 있어요.`,
        type9: `Step3. 청경채 넣어 마무리하기 : 세척한 청경채는 4등분으로 잘라주고 볶은 고기에
        넣은 후 , 30초간 추가로 볶아주면 완성!`,
    },
    
    {
        idx: "2",
        imgName: "recipe2",
        title: "원팬 햄치즈 토스트",
        text: `재료 손질 필요없이 3가지 재료 더해 간단하게! <br />
         모짜렐라 치즈 자글자글 굽고, 체다치즈, 햄 올리면 끝! <br /> 원팬 토스트로 냉털해봐요!`,
        type1: "인분 수 : 1인분",
        type2: "준비시간 : 0분",
        type3: "조리시간 : 10분",
        type4: `주재료 :식빵 2장(150g)<br /> 모짜렐라 치즈 1/2컵(50g)<br /> 체다치즈 1장(30g)<br /> 슬라이스 햄 2장(20g)<br />
        버터 2스푼(20g)`,
        type5: "없음",
        type6: "없음",
        type7: ``,
        type8: ``,
        type9: ``,
    },

    {
        idx: "3",
        imgName: "recipe3",
        title: "기본 밑반찬, 어묵볶음 ",
        text: `간장맛, 매운맛 취향따라 요리하기<br />
         기본 반찬 중의 기본, 어묵볶음 만드는 법 <br /> 간단하게 알고가요!`,
         type1: "인분 수 :2인분",
         type2: "준비시간 : 10분",
         type3: "조리시간 : 10분",
         type4: `주재료 :어묵 3장(200g)<br /> 양파 1/2개(120g)<br /> 포도씨유 3스푼(30g)`,
         type5: "없음",
         type6: `양념 :새미네부엌 진간장 0.5스푼(5g) <br /> 연두순 1스푼(10g)<br /> 설탕 1.5스푼(15g)<br />참기름 1스푼(10g)<br />
         참깨 약간`,
         type7: ``,
         type8: ``,
         type9: ``,
    },
    
    {
        idx: "4",
        imgName: "recipe4",
        title: "초간단 파이 수프 ",
        text: `평범했던 수프의 바삭한 변신! <br /> 집에 있는 수프, 간단한데 더 맛있게 먹을 수 있는 방법! <br />
        남은 식빵과 생지가 있다면? 이렇게 활용해 보세요!` ,
        type1: "인분 수 : 1인분",
        type2: "준비시간 : 0분",
        type3: "조리시간 : 20분",
        type4: `주재료 :식빵 1장(100g)<br /> 달걀 1개(50g)`,
        type5: "없음",
        type6: "양념 : 폰타나 피어몬테 그릴드 머쉬룸 수프 1봉(180g)",
        type7: ``,
        type8: ``,
        type9: ``,
    },
   
    
    {
        idx: "5",
        imgName: "recipe5",
        title: "30분만에, 육회",
        text: `고기만 준비하면 30분만에 초간단 완성!<br /> 
        고추장없이 고기 본연의 맛을 살린 양념과 함께<br />
        집에서 육회 도전해봐요.`,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 20분",
        type3: "조리시간 : 10분",
        type4: "주재료 :소고기 우둔살 200g",
        type5: `부재료 : 쪽파 3줄기(10g)<br /> 배 1/6개(50g)<br /> 달걀(노른자) 1개(30g)`,
        type6: `양념 : 연두순 1스푼(10g)<br /> 설탕 1스푼(10g)<br /> 참기름 0.5스푼(5g)<br /> 참깨 0.5스푼(5g)`,
        type7: ``,
        type8: ``,
        type9: ``,
    },

    {
        idx: "6",
        imgName: "recipe6",
        title:"3step 장조림전",
        text: ` 장조림, 반찬으로만 먹었다면 주목! <br />
        장조림 잘게 찢어 부침가루와 섞으면<br />
        녹두전 저리가라 바삭한 전 완성!`,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 5분",
        type3: "조리시간 : 5분",
        type4: `주재료 : 쓱쓱싹싹 밥도둑 돼지고기 장조림 캔 1개(80g) <br /> 부침가루 1컵(150g)`,
        type5: `부재료 : 청양고추 1개(10g)<br /> 홍고추 1/2개(5g)<br /> 쪽파 3줄기(30g)`,
        type6: `양념 : 포도씨유 3스푼(30g)<br /> 물 약 1컵(180mL)`,
        type7: ``,
        type8: ``,
        type9: ``,
    },
    
    {
        idx: "7",
        imgName: "recipe7",
        title: "쏘야, 소시지 야채볶음 ",
        text: `도시락 메뉴로도, 간단 반찬으로도 제격 <br />
        소시지에 칼집을 살짝 넣어주고, <br />
        원하는 채소와 함께 볶아주면 간단히 완성! `,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 10분",
        type3: "조리시간 : 10분",
        type4: "주재료 : 비엔나 소시지 1봉(200g)",
        type5: `부재료 : 양파 1/4개(50g)<br /> 피망 1/4개(20g)<br />빨간 파프리카 1/4개(20g)<br /> 노란 파프리카 1/4개(20g)`,
        type6: `양념 : 새미네 진간장 1스푼(10g)<br /> 케첩 1스푼(10g)<br /> 설탕 1스푼(10g)<br /> 포도씨유 2스푼(20g)`,
        type7: ``,
        type8: ``,
        type9: ``,
    },
    
    {
        idx: "8",
        imgName: "recipe8",
        title: "감칠맛 폭발 닭날개구이 ",
        text: `뼈와 살의 완벽한 조화, 닭날개 <br />
        취향에 따라 마늘맛, 마라맛, 매운맛 양념에 버무려 <br />
        30분간 구우면 완성! <br />
        짭쪼름하고 담백한 맛에 손이 멈추지 않아요!`,
        type1: "인분 수 :2인분",
        type2: "준비시간 : 0분",
        type3: "조리시간 : 35분",
        type4: "주재료 : 닭날개 12개(600g)",
        type5: "없음",
        type6: `양념 : 포도씨유 1스푼(10g) <br /> 연두순 1스푼(10g)<br />연두청양초 1스푼(10g)<br /> 다진마늘 2스푼(20g)<br />
        백후추 약간(2g)`,
        type7: ``,
        type8: ``,
        type9: ``,
    },
    


]